Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/P02.tmx
Source language: en_us
Languages: zh_cn

source: Another Life
zh_cn: 另一种生活

source: A husband and wife drive to Boston.
zh_cn: 丈夫和妻子开车到波士顿去。

source: The husband is sick.
zh_cn: 丈夫病了。

source: He takes extra-strong cold medication just before getting into the car, and all the way to Boston he worries that he is going to fall asleep at the wheel and crash into the median.
zh_cn: 他开车前刚刚服用了强效感冒药，于是去波士顿这一路上，他都担心自己会开着车睡着，把车撞到马路中线防护栏上。

source: Or maybe the husband secretly wants to crash rather than go to his father-in-law's birthday party, which is what he and his wife are driving to Boston for.
zh_cn: 或者，也许丈夫暗自宁愿撞到防护栏上，而不是去他岳父的生日派对，这正是他和妻子此行的初衷。

source: Anyway, he manages to stay awake, and they arrive at their hotel.
zh_cn: 无论如何，他设法保持清醒，然后他们就抵达旅馆。

source: It is just off the highway, a boutique hotel that got excellent reviews on the Internet.
zh_cn: 旅馆从高速路下来就是，是个网上评价极高的精巧旅店。

source: The husband and wife check in, they put on nice clothes, they go to the party.
zh_cn: 丈夫和妻子办理入住手续，穿上漂亮衣服，去参加派对。

source: A couple of hours later, the husband drives back to the hotel alone.
zh_cn: 过了俩小时，丈夫独自开车回到旅馆。

source: He changes into pajamas and gets into bed.
zh_cn: 他换上睡衣上了床。

source: He picks up Rousseau's "Discourse on the Origin of Inequality," the book he brought to read on this trip.
zh_cn: 他拿起卢梭的《论人类不平等的起源》，他为此行而带的书。

source: "Nature commands every animal and the beast obeys," Rousseau writes, or wrote, in the eighteenth century.
zh_cn: “自然支配万兽，万兽服从，”卢梭写着，或者说，曾于十八世纪写道。

source: "Man feels the same impulsion, but knows that he is free to acquiesce or resist."
zh_cn: “人同样感受到服从的冲动，但他知道，他有默许或反抗的自由。”

source: At this point, the husband realizes that he doesn't want to spend the night reading Rousseau in bed, alone.
zh_cn: 看到这里，丈夫意识到他并不想就这么一个人，躺床上读一晚上卢梭。

source: He thinks about going downstairs to the hotel bar.
zh_cn: 他想到去楼下旅馆的酒吧。

source: It's the kind of thing he never does- but ten minutes later there he is, sitting at the bar, reading his book.
zh_cn: 这种事他从来不会做的——但十分钟之后他就是坐在了酒吧那儿，读他的书。

source: The husband is not trying to pick anyone up.
zh_cn: 丈夫并不是想和谁勾搭。

source: His wife will be back in an hour or two, and besides, who would dream of picking someone up with Rousseau?
zh_cn: 他的妻子过一两个小时就会回来，况且，谁会想着用卢梭勾搭人？

source: Of all the authors you could try to pick someone up with, Rousseau is probably the worst.
zh_cn: 在所有可以用来勾搭人的作家里，卢梭可能是最糟糕的选择。

source: Or maybe Kant.
zh_cn: 也可能是康德。

source: The husband orders a hot toddy.
zh_cn: 丈夫点了一杯热甜酒。

source: The bartender, an attractive young woman with crinkly black hair, brings him the drink and they exchange remarks about it.
zh_cn: 调酒师是个一个有皱巴巴黑发的迷人年轻女子，她给他送上他的酒，然后他们就酒交谈了一下。

source: Yes, it's perfect, the husband says.
zh_cn: 是的，太好了，丈夫说。

source: Good, I'm glad.
zh_cn: 好，我很高兴。

source: The bartender smiles.
zh_cn: 调酒师微笑。

source: The husband reads some more Rousseau.
zh_cn: 丈夫又读了点卢梭。

source: Upstairs, in his room, he was really understanding the Second Discourse, but down here at the bar he finds it hard to concentrate.
zh_cn: 在楼上他的房间里，他能很好地理解《第二论》，但到了酒吧这儿，他发现自己很难集中注意力。

source: The pretty bartender is scooping ice from the ice chest, and the husband can see her cleavage, maybe even the top of her bra.
zh_cn: 漂亮的调酒师正从冰柜里舀冰，丈夫可以看到她的乳沟，可能还有她文胸的上半部分。

source: She goes away, comes back, scoops more ice.
zh_cn: 她走过去，走回来，舀了更多的冰。

source: Finally, the husband asks her how it's going.
zh_cn: 终于，丈夫问她还都好吗。

source: It's going well, the pretty bartender says.
zh_cn: 都很好，漂亮的调酒师说。

source: What are you reading?
zh_cn: 你在读什么？

source: Oh, the husband says, embarrassed, it's Rousseau.
zh_cn: 哦，丈夫尴尬地说，在看卢梭。

source: For all his thinking about books and picking people up, he is totally unprepared to talk about the "Origin of Inequality" with the pretty bartender.
zh_cn: 他想了那么多关于书和勾搭人的事，就是完全没准备好和漂亮的调酒师谈《不平等的起源》。

source: Fortunately, she doesn't ask about it.
zh_cn: 幸运的是，她并没有问。

source: I love to read, she says.
zh_cn: 我热爱读书，她说。

source: I read just about anything.
zh_cn: 我什么东西都看。

source: Really, the husband says, pleased.
zh_cn: 是吗，丈夫欣喜地说。

source: Who are your favorite authors?
zh_cn: 你最喜欢的作者都有谁？

source: My favorite author is Emily Dickinson, the pretty bartender says.
zh_cn: 我最喜欢的作者是艾米莉·狄金森，漂亮的调酒师说。

source: The husband is caught off guard.
zh_cn: 丈夫猝不及防。

source: He has read some Emily Dickinson but not for a long time, and now he can't remember a single one of her poems.
zh_cn: 他读过一些艾米莉·狄金森，但好久不读了，现在她的诗他一首都记不得。

source: Ah, the bard of Amherst, he says.
zh_cn: 啊，那位阿默斯特的大诗人（译者注：艾米莉·狄金森生长于阿默斯特镇），他说。

source: The pretty bartender, sensing the husband's discomfort, willingly moves on.
zh_cn: 漂亮的调酒师感到丈夫露怯，自愿转移了话题。

source: I'm taking a fiction class in college, she says.
zh_cn: 我正在选修大学的一门小说课，她说。

source: I don't have to, it's not required for my major, but I wanted to take it anyway.
zh_cn: 这不是必修，我的专业并没有要求，但我就是想上上。

source: We read short stories.
zh_cn: 我们在读短篇小说。

source: By who?
zh_cn: 谁的？

source: the husband asks.
zh_cn: 丈夫问。

source: Despite his spotty knowledge of Emily Dickinson, the husband thinks of himself as well read.
zh_cn: 虽然他有关艾米莉狄金森的知识残缺不全，但丈夫自认还是博览群书的。

source: We're reading one now by Kate Chopin, the pretty bartender says.
zh_cn: 我们现在在读凯特·肖邦的一篇小说，漂亮的调酒师说。

source: It's called "The Story of an Hour."
zh_cn: 叫“一小时的故事”。

source: Sadly, the husband must admit that he has not read this story.
zh_cn: 可悲的是，丈夫必须承认，他没有读过这个故事。

source: She's awesome, the bartender says. There's apparently a novel by her?
zh_cn: 她很棒，调酒师说，她好像还有一部长篇小说？

source: "The Awakening," the husband says.
zh_cn: 叫《觉醒》，丈夫说。

source: Have you read it? the bartender asks.
zh_cn: 你看过吗？调酒师问道。

source: No, not that, either, he says.
zh_cn: 没，也没看过，他说。

source: The husband then recommends Flannery O'Connor, and the bartender makes a show of writing the name down on a strip of register tape.
zh_cn: 然后丈夫建议读弗兰纳里·奥康纳，于是调酒师作秀一般把名字写在了一片收银纸条上。

source: I love the grotesque, the husband says.
zh_cn: 我很喜欢怪诞派，丈夫说。

source: What's that? the bartender asks.
zh_cn: 那是什么？调酒师问道。

source: It's when you deform life to get at some idea behind it, the husband says.
zh_cn: 就是扭曲人生以窥背后的一些概念，丈夫说。

source: Behind life? the bartender asks.
zh_cn: 生活的背后？调酒师问道。

source: Yes, an idea behind life, like the last judgment of the soul, or Heaven and Hell.
zh_cn: 是的，人生背后的概念，比如对灵魂的最后审判，或者天堂与地狱。

source: Which one would this be? the bartender asks, smiling, and the husband says, This bar? Purgatory would be my guess.
zh_cn: 这儿会是什么？调酒师面带微笑地问，于是丈夫说，这个酒吧？我猜会是炼狱。

source: Huh, the pretty bartender says.
zh_cn: 哦，漂亮的调酒师说。

source: Just as they seem to be getting somewhere, though, the husband makes the conversationally suicidal move of bringing up Emily Dickinson again.
zh_cn: 正当他们看着要说到点上时，丈夫却做出了谈话式自杀的举动，再次提起了艾米莉·狄金森。

source: She's completely singular, he says. There's no one like her!
zh_cn: 她完全是独一无二的，他说。

source: There is sweat on his brow, which runs almost to the top of his head.
zh_cn: 没人和她一样！他的眉头直冒汗，几乎流到了他的头顶。

source: Yeah, the bartender says, and that's the end of that.
zh_cn: 是啊，酒保说。这就结束了。

source: The husband returns to his Rousseau.
zh_cn: 丈夫回到他的卢梭。

source: The pretty bartender begins talking to another customer, a man wearing a yellow polo shirt.
zh_cn: 漂亮的调酒师开始与另一个顾客说话，那个男人身穿一件黄色的polo衫。

source: This man is a total sleazebag, although the husband doesn't know it yet.
zh_cn: 该男子是个彻彻底底的下流胚子，虽然丈夫还不知道。

source: I haven't seen you here much, the sleazebag says.
zh_cn: 我都不怎么能在这儿见到你了，下流胚子说。

source: The pretty bartender tells the sleazebag that she has shifted her schedule.
zh_cn: 漂亮的调酒师告诉下流胚子她换了工作时间。

source: I'm in school now, she says.
zh_cn: 我现在在上学，她说。

source: Oh yeah?
zh_cn: 是吗？

source: What are you studying?
zh_cn: 你在学什么？

source: Business, she answers, with a minor in communications.
zh_cn: 商务，她回答，副修是通信。

source: Is your sister out of the hospital? the sleazebag asks.
zh_cn: 你姊妹出院了吗？下流胚子问。

source: Yes, she's at home now, the bartender says, and at this point the husband's cell phone buzzes.
zh_cn: 出院了，现在在家，调酒师说。此时丈夫的手机响了。

source: His wife is back from the party.
zh_cn: 他的妻子从派对回来了。

source: Where are you? she asks.
zh_cn: 你在哪儿？她问。

source: I'm at the bar, the husband says.
zh_cn: 我在酒吧，丈夫说。

source: He wants his wife to come to the bar, so the pretty bartender will see that he has a wife who isn't bad-looking, even if she is a lot older than the bartender.
zh_cn: 他想让他妻子来酒吧，这样漂亮的调酒师就可以看到，他有一个长得不错的妻子，虽然她比酒保大很多。

source: The husband frowns at his book until his wife arrives, still wearing the low-cut black dress she had on at the party.
zh_cn: 丈夫蹙眉瞅着他的书，直到他的妻子到来，她还穿着派对上穿的低胸黑礼裙。

source: The husband doesn't understand why she would wear a dress like that to her father's sixtieth birthday, but she does look good in it.
zh_cn: 丈夫不明白她为什么会在她父亲六十大寿上穿那样一条裙子，不过她穿上确实好看。

source: She sits down between her husband and the sleazebag.
zh_cn: 她在她丈夫和下流胚子之间坐下。

source: The wife notices the empty snifter in front of her husband and asks, How are you feeling?
zh_cn: 妻子注意到她丈夫面前的空白兰地酒杯，问道，你感觉怎么样？

source: Better, the husband says, although actually he looks kind of gray and worn.
zh_cn: 好多了，丈夫说，尽管他实际上看起来有些面如灰色、很是憔悴。

source: Everyone was worried about you, the wife says.
zh_cn: 大家都很替你担心，妻子说。

source: My father gave me the name of a cardiologist at Brigham and Women's. He wants you to make an appointment.
zh_cn: 我父亲给了我一个布莱根及妇女医院（译者注：美国著名医院，位于波士顿）的心脏病医生的名字。他想让你预约去看看。

source: It's not my heart, just a cold, the husband says, annoyed.
zh_cn: 这不是我心脏的问题，这只是感冒，丈夫恼怒地说。

source: He has a heart problem to which his wife's family is always overreacting.
zh_cn: 他的心脏是有些问题，但他妻子的家人总是反应过度。

source: And we don't even live here, the husband grumbles.
zh_cn: 我们都不在这个城市住，丈夫发牢骚说。

source: Why would I make an appointment with a doctor in Boston?
zh_cn: 我干吗要和一个波士顿的医生预约？

source: It's not that far, the wife says.
zh_cn: 这离我们那儿并不远，妻子说。

source: We could stay with my parents.
zh_cn: 我们可以呆在我父母那儿。

source: But why? the husband says.
zh_cn: 但为什么？丈夫说。

source: Why do we have to keep coming here?
zh_cn: 我们为什么总得往这儿跑？

source: At this point, the young and shapely bartender reappears.
zh_cn: 正在此时，年轻而匀称的调酒师又出现了。

source: It's last call, she says, leaning toward the husband.
zh_cn: 快打烊了，她说着，身体倾向丈夫。

source: Can I get you anything?
zh_cn: 你还想要什么吗？

source: The husband says, Yes, I'll take another.
zh_cn: 丈夫说，是的，我再来一杯。

source: Coming up! the bartender says.
zh_cn: 就来！调酒师说。

source: The wife looks ready to scold the husband, but instead she turns to watch the basketball game on the big TV mounted above the bar.
zh_cn: 妻子看起来就要斥责丈夫，不过她反倒转身看挂在吧台上方的大电视里的篮球比赛。

source: There's a short silence, then the sleazebag asks, Do you like basketball?, and the wife, turning to face him, says, Yes, I do.
zh_cn: 一阵短暂的沉默，然后下流胚子问，你喜欢篮球吗？妻子于是转身面对他说，是的，我喜欢。

source: Where are you from? the sleazebag asks.
zh_cn: 你从哪儿来的？下流胚子问。

source: New York, the wife says.
zh_cn: 纽约，妻子说。

source: So, the sleazebag says, the Knicks?
zh_cn: 这么说，下流胚子问，尼克斯队喽？

source: No, the Celtics.
zh_cn: 不，凯尔特人队。

source: My family is from Boston, the wife says.
zh_cn: 我家人是波士顿的，妻子说。

source: The sleazebag is obsessed with the Celtics, and he begins to talk about them enthusiastically.
zh_cn: 下流胚子痴迷凯尔特人，他开始满腔热情地谈论该队。

source: The husband is, in a funny way, impressed.
zh_cn: 丈夫呢，从某种好笑的角度来看，倒是对他刮目相看。

source: The sleazebag says one thing after another about the Celtics without ever falling down the kind of conversational hole the husband fell down with Emily Dickinson.
zh_cn: 下流胚子滔滔不绝地说着凯尔特人队，从未掉进丈夫谈论艾米莉狄金森那样的谈话黑洞里去。

source: Like a windup toy, the sleazebag keeps going and going.
zh_cn: 下流胚子就像一个上了发条的玩具，不停地说着、说着。

source: And the wife goes along with him.
zh_cn: 而妻子也配合他。

source: She tells the sleazebag about her father, who freezes mouse heads in a laboratory at M.I.T.
zh_cn: 她给下流胚子讲她的父亲。她父亲在麻省理工学院的实验室干冷冻老鼠脑袋的活。

source: I've heard of him! the sleazebag says, but it's clear that he's thinking of someone else, or just lying.
zh_cn: 我听说过他！下流胚子说，但很明显他想的是另外一个人，或者他压根就是在撒谎。

source: It doesn't matter.
zh_cn: 这无所谓。

source: As their conversation continues, the wife seems more and more impressed by the sleazebag.
zh_cn: 他们的谈话继续着，妻子好像越来越被下流胚子迷倒。

source: He owns a company that sells health insurance to small businesses.
zh_cn: 他拥有一家向小型企业销售健康保险的公司。

source: He has joint custody of two beautiful daughters.
zh_cn: 他拥有两个漂亮女儿的共同监护权。

source: In short, despite being a total scumbag, a real bottom-feeder, the sleazebag knows how to present himself as a decent guy who would not dream of leaving his father-in-law's sixtieth-birthday party early, and if the sleazebag did leave the party early because he wasn't feeling well the wife would not find him at the hotel bar.
zh_cn: 总之，尽管他是一个十足的混蛋和一个真正的寄生虫，下流胚子知道如何把自己打扮成一个好人，一个绝不会想着提前离开自己岳父的六十岁生日派对，或者即使因为身体不适提前离开，也绝不会让妻子发现他在旅馆的酒吧里的人。

source: He'd be in bed, or, more likely, in the hospital.
zh_cn: 他会躺在床上，或者更可能的是，躺在医院里。

source: The sleazebag inches toward the wife and says something in a low voice.
zh_cn: 下流胚子朝妻子靠近，并且低声说了些什么。

source: The wife laughs.
zh_cn: 妻子大笑。

source: I should interrupt, the husband thinks, but he doesn't know what to say, and also he's now had one and a half hot toddies, plus a glass of wine at the party, plus the extra-strength cold medicine he took earlier. The husband feels woozy.
zh_cn: 我应该打断他们，丈夫想，但他不知道该说什么，而且他现在一杯半热甜酒下肚，加上派对上喝的一杯葡萄酒，再加上早先服用的强效感冒药，丈夫感到头蒙。

source: He keeps his unhappy silence, hoping that his wife will turn away from the sleazebag and talk to him, but what actually happens is that the sleazebag gets up from his stool and says, Well, it's been good meeting you.
zh_cn: 他把他的不高兴保持沉默，他希望他的妻子会从下流胚子那儿转回来和他说话，但实际发生的是，下流胚子从椅子上站起来说，好吧，很高兴认识你。

source: The sleazebag shakes the wife's hand, and it looks as if her hand kind of lingers in his.
zh_cn: 下流胚子握了握妻子的手，看起来她的手似乎在他手里停留时间过长。

source: Then the sleazebag leaves.
zh_cn: 然后下流胚子离开了。

source: The wife stands up.
zh_cn: 妻子站了起来。

source: I left my shawl at the party, she says.
zh_cn: 我把我的披肩忘在派对上了，她说。

source: I'm going to run back and get it.
zh_cn: 我得赶紧取回来。

source: Will you be all right?
zh_cn: 你自己没事吧？

source: Sure, the husband says.
zh_cn: 当然，丈夫说。

source: The wife hurries out of the bar.
zh_cn: 妻子急忙走出了酒吧。

source: The husband can't believe it- was she even wearing a shawl?
zh_cn: 丈夫不敢相信这一切——她是不是压根就没穿披肩？

source: The bartender, too, looks surprised that the wife has gone running after the total sleazebag.
zh_cn: 调酒师看起来也很惊讶妻子会去追那个十足的下流胚子。

source: But what if this was how things worked with the husband and wife?
zh_cn: 但如果这就是丈夫和妻子之间的相处模式呢？

source: What if they had an arrangement that they could sleep with whomever they wanted?
zh_cn: 假如他们有一个协定，他们可以和任何他们想睡的人睡觉？

source: What if they were brave, free people whose love for each other could not be damaged by a random hotel hookup?
zh_cn: 假如他们是勇敢又随意的人，他们对彼此的爱不会被旅馆的一夜风流损伤？

source: God, what if?
zh_cn: 老天，假如呢？

source: The husband looks around.
zh_cn: 丈夫环顾四周。

source: The slender and well-proportioned young bartender with naturally crinkly black hair is standing right there.
zh_cn: 苗条匀称天生拥有皱巴巴黑发的年轻调酒师就站在那儿。

source: All at once, as if by magic, the husband remembers the first lines of a poem by Emily Dickinson.
zh_cn: 一下子，仿佛被施了魔法一样，丈夫想起了艾米莉－狄金森的一首诗的第一句。

source: "My life it stood, a loaded gun, in corners, till a day, the owner passed, identified, and carried me away." The bartender's eyes light up.
zh_cn: “我的生活就那样，如一把上膛的枪，在角落里站着，直到一天，主人路过，发现，把我带走。”调酒师的眼睛亮起来。

source: Very good, she says, even though the husband has misquoted.
zh_cn: 好极了，她说，尽管丈夫读错了。

source: The actual line is: My life had stood.
zh_cn: 那句诗实际上是：我的生活曾经就那样。

source: So tell me, the husband says, what happened to your sister?
zh_cn: 那么告诉我，丈夫说，你的姊妹出了什么事？

source: The bartender says that her sister was in a car accident.
zh_cn: 调酒师说她的姊妹出了车祸。

source: Her spine was broken, and she has been in a body cast for months.
zh_cn: 她的脊椎骨折了，她的身体数月来都打着石膏。

source: She, the pretty bartender, spends half her time at her sister's apartment, taking care of her sister's toddler and also cooking for her sister and cleaning, which her sister, obviously, can't do.
zh_cn: 她，漂亮的调酒师，一半的时间花在她姊妹的公寓，照顾姊妹蹒跚学步的孩子，给她姊妹做饭、清洗，她姊妹显然自己做不了。

source: The husband is moved by this story.
zh_cn: 丈夫被这个故事感动。

source: Sister, work, school, and still she finds time to read Dickinson!
zh_cn: 姊妹，工作，上学，然后她还抽出时间来读狄金森！

source: He tells the bartender how impressive he thinks she is.
zh_cn: 他告诉调酒师他认为她是如何的了不起。

source: I can barely hold down a job, he says, and as for writing, forget it.
zh_cn: 我只能勉强对付一份工作，他说，至于写作，就别提了。

source: Oh, you're a writer? the bartender asks.
zh_cn: 噢，你是一个作家？调酒师问道。

source: It's not worth talking about, the husband says, but he wants to talk about it, so he does.
zh_cn: 这不值得一提，丈夫说，但他想提，所以又提了。

source: He tells the bartender that he writes short stories about the confusion of life and the unknowability of the heart.
zh_cn: 他告诉调酒师说，他写关于人生的困惑和感情的不可知的短篇小说。

source: Like Chekhov, the pretty bartender says.
zh_cn: 像契诃夫一样，漂亮的调酒师说。

source: We read a story by him in our fiction class.
zh_cn: 我们小说课上读过他的一篇小说。

source: Yes, the husband says, kind of like that, but I prefer Nabokov, with his unreliable narrators.
zh_cn: 是，丈夫说，有点像，但我更喜欢纳博科夫，以及他写的那些不可靠叙述者们。

source: The pretty bartender has not read Nabokov.
zh_cn: 漂亮的调酒师还没有读过纳博科夫。

source: It doesn't matter, the husband says.
zh_cn: 没关系，丈夫说。
